WindowsFormsApp1/WebServiceTemplates/BuscaContrato.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:DWLibrary-CSLogService">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:buscaContratoPorID soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
      <login xsi:type="xsd:string">informaredati</login>
      <senha xsi:type="xsd:string">mari@018</senha>
      <id_contr xsi:type="xsd:int">20027749175</id_contr>
    </urn:buscaContratoPorID>
  </soapenv:Body>
</soapenv:Envelope>